{
    "Abdominal Crunches ": "استلقي على ظهرك مع ثني ركبتيك ومد ذراعيك إلى الأمام، ثم ارفعي الجزء العلوي من جسمك عن الأرض. استمر لبضع ثوان ثم عد ببطء. وهو يعمل في المقام الأول على عضلة البطن المستقيمة والمائلة.",
    "Alternating Hooks ":"قف مع مباعدة قدميك بمقدار عرض الكتفين، ثم ضع قدمك المهيمنة للأمام قليلاً. قم بثني ركبتيك قليلاً، وقبض قبضتيك، وثني مرفقيك بزاوية 90 درجة. ارفع ذراعك اليمنى إلى ارتفاع الكتف وحافظ على ساعدك موازياً للأرض. قم بتدوير الكتفين والوركين واللكمة نحو اليسار. تبديل الجانبين وتكرار.",
    "Arm Circles ":"قف على الأرض مع تمديد ذراعيك بشكل مستقيم إلى الجانبين عند ارتفاع الكتف. حرك ذراعيك إلى الأمام في دوائر، ثم تحرك إلى الخلف.",
    "Arm Circles Clockwise ":"قف على الأرض مع تمديد ذراعيك بشكل مستقيم إلى الجانبين عند ارتفاع الكتف. حرك ذراعيك في اتجاه عقارب الساعة في دوائر بسرعة. حاول أن تفعل ذلك بأسرع ما يمكن. إنه تمرين رائع للعضلة الدالية.",
    "Arm Circles CounterClockwise ":"قف على الأرض مع تمديد ذراعيك بشكل مستقيم إلى الجانبين عند ارتفاع الكتف. حرك ذراعيك عكس اتجاه عقارب الساعة في دوائر بسرعة. حاول أن تفعل ذلك بأسرع ما يمكن. إنه تمرين رائع للعضلة الدالية.",
    "Arm Curls Crunch Left ":"استلقي على جانبك الأيسر مع ثني ركبتيك ورفعهما. أمسك فخذك الأيسر بيدك اليسرى وضع يدك اليمنى خلف رأسك. ثم ارفع الجزء العلوي من جسمك عن طريق سحب فخذك الأيسر. كرر التمرين.",
    "Arm Curls Crunch Right ":"استلقي على جانبك الأيمن مع ثني ركبتيك ورفعهما. أمسك فخذك الأيمن بيدك اليمنى وضع يدك اليسرى خلف رأسك. ثم ارفع الجزء العلوي من جسمك عن طريق سحب فخذك الأيمن. كرر التمرين.",
    "Arm Raises ":"قف على الأرض مع تمديد ذراعيك بشكل مستقيم للأمام عند ارتفاع الكتف. زفر، ارفع ذراعيك فوق رأسك. يستنشق، والعودة إلى وضع البداية وتكرار.",
    "Arm Scissors ":"قف بشكل مستقيم مع مباعدة قدميك بعرض الكتفين. مد ذراعيك أمامك على مستوى الكتف مع تداخل إحدى الذراعين مع الأخرى على شكل حرف X، ومن ثم مباعدتهما عن بعضهما البعض. قم بتبديل الذراعين، وكرر التمرين.",


    "Backward Lunge ":"قف مع مباعدة قدميك بعرض الكتفين ويديك على وركيك. قم بخطوة كبيرة للخلف برجلك اليمنى واخفض جسمك حتى يصبح فخذك الأيسر موازيًا للأرض. العودة وتكرار مع الجانب الآخر.",
    "Bicycle Crunches ":"استلقي على الأرض مع وضع يديك خلف أذنيك. ارفع ركبتيك وأغلق كوعك الأيمن باتجاه ركبتك اليسرى، ثم أغلق كوعك الأيسر باتجاه ركبتك اليمنى. كرر التمرين.",
    "Bottom Leg Lift Left ":"استلقي على جانبك الأيسر مع وضع رأسك على يدك اليسرى. ثم ضع قدمك اليمنى للأمام على الأرض. ارفع ساقك اليسرى لأعلى ولأسفل.",
    "Bottom Leg Lift Right ":"استلقي على جانبك الأيمن مع وضع رأسك على يدك اليمنى. ثم ضع قدمك اليسرى للأمام على الأرض. ارفع ساقك اليمنى لأعلى ولأسفل.",
    "Box Push-ups ":"ابدأ على أربع مع وضع ركبتيك تحت مؤخرتك ويديك مباشرة تحت كتفيك. قم بثني مرفقيك وقم بتمرين الضغط. العودة إلى وضع البداية وتكرار.",
    "Burpees ":"قف مع مباعدة قدميك بمقدار عرض الكتفين، ثم ضع يديك على الأرض واركل بقدميك إلى الخلف. قم بإجراء تمرين الضغط السريع ثم اقفز للأعلى.",
    "Butt Bridge ":"استلقي على ظهرك مع ثني الركبتين والقدمين مسطحة على الأرض. ضع ذراعيك بشكل مسطح على جانبيك. ثم ارفعي مؤخرتك لأعلى ولأسفل.",


    "Calf Raise With Splayed Foot ":"قف على بعد خطوة كبيرة أمام الحائط. تقدم للأمام بقدمك اليمنى وادفع الحائط بيديك. يرجى التأكد من تمديد ساقك اليسرى بالكامل ويمكنك أن تشعر بتمدد ربلة الساق اليسرى. شغل هذا المنصب لبضع ثوان.",
    "Calf Stretch Left ":"قف على بعد خطوة كبيرة أمام الحائط. تقدم للأمام بقدمك اليمنى وادفع الحائط بيديك. يرجى التأكد من تمديد ساقك اليسرى بالكامل ويمكنك أن تشعر بتمدد ربلة الساق اليسرى. شغل هذا المنصب لبضع ثوان.",
    "Calf Stretch Right ":"قف على بعد خطوة كبيرة أمام الحائط. تقدم للأمام بقدمك اليسرى وادفع الحائط بيديك. يرجى التأكد من تمديد ساقك اليمنى بالكامل ويمكنك أن تشعر بتمدد ربلة الساق اليمنى. شغل هذا المنصب لبضع ثوان.",
    "Cat Cow Pose ":"ابدأ على أربع مع وضع ركبتيك تحت مؤخرتك ويديك مباشرة تحت كتفيك. ثم خذ نفسًا واجعل بطنك يسقط للأسفل، وكتفيك يتراجعون، ورأسك يصعد نحو السقف. أثناء الزفير، قم بثني ظهرك للأعلى واترك رأسك ينزل للأسفل. كرر التمرين. افعل ذلك ببطء مع كل خطوة من هذا التمرين.",
    "Chest Press Pulse ":"اجمع ساعديك معًا عند مستوى الكتف، ثم اثنِ مرفقيك مع ضم يديك معًا لتكوين شكل حرف L. ثم ارفع ساعديك لأعلى ولأسفل.",
    "Chest Stretch ":"ابحث عن مدخل، واتخذ وضعية الاندفاع في المدخل مع وضع ذراعيك على إطار الباب ومرفقيك أقل قليلاً من كتفيك، ثم ادفع صدرك ببطء إلى الأمام. شغل هذا المنصب لمدة 30-40 ثانية. ثم اخرج منه ببطء، وأنزل ذراعيك إلى الأسفل وقم بلفات كتفين. لا تسحب رأسك للأمام، وحافظ على استرخاء رقبتك.",
    "Childs pose ":"ابدأ بركبتيك ويديك على الأرض. ضعي يديك إلى الأمام قليلاً، ووسعي ركبتيك وضعي أصابع قدميك معًا. خذ نفسا، ثم قم بالزفير، ثم اجلس. حاول أن تجعل مؤخرتك تلمس كعبك. قم بإرخاء مرفقيك، واجعل جبهتك تلمس الأرض وحاول خفض صدرك بالقرب من الأرض. تشغل هذا المنصب. أبقِ ذراعيك ممدودتين للأمام أثناء الجلوس. تأكد من وجود مساحة كافية بين كتفيك وأذنيك أثناء التمرين.",
    "Cobra Stretch ":"استلقي على بطنك واثني مرفقيك مع وضع يديك تحت كتفيك. ثم ادفع صدرك للأعلى بعيدًا عن الأرض قدر الإمكان. شغل هذا المنصب لمدة ثوان.",
    "Crossover Crunch ":"استلقي على ظهرك مع ثني ركبتيك ويديك خلف أذنيك. ارفع جذعك ولفه حتى يتحرك مرفقك الأيمن ليلتقي بركبتك اليسرى. كرر مع الجانب الآخر.",
    "Curtsy Lunges ":"قف بشكل مستقيم. ثم تراجع مع ساقك اليسرى إلى اليمين، وثني ركبتيك في نفس الوقت. ارجع إلى وضع البداية وانتقل إلى الجانب الآخر.",


    "Decline Push ups ":"ابدأ على أربع مع وضع ركبتيك تحت مؤخرتك ويديك تحت كتفيك. ثم ارفع قدميك على كرسي أو مقعد، وادفع جسمك لأعلى ولأسفل باستخدام قوة ذراعك بشكل أساسي. تذكر أن تبقي جسمك مستقيماً.",
    "Diagonal Plank ":"ابدأ في وضع اللوح الخشبي المستقيم. ارفع ذراعك اليمنى وساقك اليسرى حتى يصبحا متوازيين مع الأرض. ارجع إلى وضع البداية وكرر الأمر مع الجانب الآخر.",
    "Diamond Push ups ":"ابدأ في وضع الضغط. اصنعي شكلًا ماسيًا بإصبعي السبابة والإبهام معًا تحت صدرك. ثم ادفع جسمك لأعلى ولأسفل. تذكر أن تبقي جسمك مستقيماً.",
    "Donkey Kicks Left ":"ابدأ على أربع مع وضع ركبتيك تحت مؤخرتك ويديك تحت كتفيك. ثم ارفع ساقك اليسرى واضغط على مؤخرتك بقدر ما تستطيع. ارجع إلى وضع البداية وكرر التمرين.",
    "Donkey Kicks Right ":"ابدأ على أربع مع وضع ركبتيك تحت المؤخرة ويديك تحت الكتفين. ثم ارفع ساقك اليمنى واضغط على مؤخرتك بقدر ما تستطيع. ارجع إلى وضع البداية وكرر التمرين.",
    "Doorway Curls Left ":"الوقوف في المدخل. أمسك إطار الباب باستخدام يدك اليسرى، وضع قدميك بالقرب من أسفل الباب. مد ذراعك اليسرى وارجع للخلف، ثم اسحب إطار الباب ثم عد إلى وضع البداية. كرر التمرين.",
    "Doorway Curls Right ":"الوقوف في المدخل. أمسك إطار الباب باستخدام يدك اليمنى، وضع قدميك بالقرب من أسفل الباب. مد ذراعك الأيمن وارجع للخلف، ثم اسحب إطار الباب ثم عد إلى وضع البداية. كرر التمرين.",


    "Fire Hydrant Left ":"ابدأ على أربع مع وضع ركبتيك تحت مؤخرتك ويديك تحت كتفيك. ثم ارفع ساقك اليسرى إلى الجانب بزاوية 90 درجة.",
    "Fire Hydrant Right ":"ابدأ على أربع مع وضع ركبتيك تحت مؤخرتك ويديك تحت كتفيك. ثم ارفع ساقك اليمنى إلى الجانب بزاوية 90 درجة.",
    "Floor Tricep Dips ":"اجلس على الأرض مع ثني ركبتيك وقدميك مسطحة على الأرض. ضع يديك تحت كتفيك مع توجيه أصابعك نحو الوركين. ارفع الوركين عن الأرض. ثم قم بثني مرفقيك ومدهما لخفض ورفع الوركين. كرر التمرين لتقوية الجزء العلوي من ذراعيك.",
    "Floor Y Raises ":"استلقي على الأرض ووجهك للأسفل مع تمديد ذراعيك بالكامل وتوجيه إبهامك للأعلى، ويجب أن يكون جسمك على شكل حرف Y. ارفع ذراعيك عن الأرض قدر الإمكان وأوقفهما في الأعلى لمدة ثانيتين. عد ببطء إلى وضع البداية، وكرر التمرين.",


    "Glute Kick Back Left ":"ابدأ على أربع مع وضع ركبتيك تحت مؤخرتك ويديك مباشرة تحت كتفيك. ثم اركل إحدى ساقيك إلى الخلف حتى تصبح موازية للأرض. قم بالتبديل إلى الجانب الآخر بعد عدة مجموعات.",
    "Glute Kick Back Right ":"ابدأ على أربع مع وضع ركبتيك تحت مؤخرتك ويديك مباشرة تحت كتفيك. ثم اركل إحدى ساقيك إلى الخلف حتى تصبح موازية للأرض. قم بالتبديل إلى الجانب الآخر بعد عدة مجموعات.",


    "Heel Touch ":"استلقي على الأرض مع ثني ساقيك وذراعيك على جانبيك. ارفعي الجزء العلوي من جسمك قليلاً عن الأرض واجعلي يديك تصلان إلى كعبيك بالتناوب.",
    "Hindu Push up ":"ابدأ بوضع يديك وقدميك على الأرض، مع ثني الجسم ومؤخرته للأعلى على شكل حرف V مقلوبًا. ثم قم بثني مرفقيك لجلب جسمك نحو الأرض. عندما يكون جسمك قريبًا من الأرض، ارفع الجزء العلوي من جسمك إلى أعلى قدر الإمكان. ثم عد إلى الموضع الأصلي وكرر.",
    "Hip Hinge ":"قف بشكل مستقيم مع مباعدة قدميك بمقدار عرض الكتفين. ارجعي وركيك إلى الخلف واثني الجزء العلوي من جسمك مع الحفاظ على استقامة الجزء العلوي من جسمك، ثم عودي ببطء إلى وضع البداية وكرري التمرين. خذ شهيقاً وأنت تنحني للأسفل، وأخرج الزفير عندما تصعد للأعلى.",
    "Hover Push up ":"ابدأ بوضعية الضغط. اخفض نفسك؛ قم بتحريك جسمك إلى اليسار ثم إلى اليمين. ادفع جسمك للأعلى وكرر التمرين.",
    "Hyperextension ":"استلقي على بطنك بحيث تلامس أصابع قدميك الأرض، وذقنك على يدك. ارفع صدرك إلى أعلى مستوى ممكن عن الأرض. حافظ على هذا الوضع لبضع ثوان ثم عد إلى وضع البداية. كرر هذا التمرين.",


    "Inchworms ":"ابدأ بقدميك بعرض الكتفين. اثنِ جسدك وامشِ بيديك أمامك قدر الإمكان، ثم ارجع بيديك للخلف. كرر التمرين",
    "Incline Push-Ups ":"ابدأ بوضعية الضغط المعتادة ولكن مع رفع يديك على كرسي أو مقعد. ثم ادفع جسمك للأعلى للأسفل باستخدام قوة ذراعك. تذكر أن تبقي جسمك مستقيماً.",


    "Jumping Jacks ":"ابدأ بقدميك معًا وذراعيك على جانبيك، ثم اقفز للأعلى مع مباعدة قدميك ويديك فوق رأسك. ارجع إلى وضع البداية ثم قم بالتكرار التالي. يوفر هذا التمرين تمرينًا لكامل الجسم ويعمل على تدريب جميع مجموعات العضلات الكبيرة.",
    "Jumping Squrts ":"ابدأ بوضعية القرفصاء، ثم اقفز للأعلى مستخدمًا عضلات بطنك لزيادة القوة. هذا التمرين يعمل على بطنك.",


    "Knee Push Ups ":"ابدأ بوضعية الضغط المعتادة، ثم دع ركبتيك تلامس الأرض وارفع قدميك عن الأرض. بعد ذلك، ادفع جسمك لأعلى ولأسفل.",
    "Knee To Chest Stretch Left ":"استلقي على الأرض مع تمديد ساقيك. ارفع ركبتك اليسرى للأعلى وأمسكها بكلتا يديك. اسحب ركبتك اليسرى نحو صدرك بقدر ما تستطيع مع إبقاء ساقك اليمنى مستقيمة على الأرض. شغل هذا المنصب لبضع ثوان.",
    "Knee To Chest Stretch Right ":"استلقي على الأرض مع تمديد ساقيك. ارفع ركبتك اليمنى للأعلى وأمسكها بكلتا يديك. اسحب ركبتك اليمنى نحو صدرك بقدر ما تستطيع مع إبقاء ساقك اليسرى مستقيمة على الأرض. شغل هذا المنصب لبضع ثوان.",


    "Leaning Stretcher Raises ":"قف على بعد خطوة كبيرة من الحائط، ضع يديك على الحائط واستند عليه. ارفعي كعبيك إلى أعلى مستوى ممكن ثم أنزلهما للأسفل. كرر التمرين.",
    "Left Quad Stretch With Wall ":"قف مع يدك اليمنى على الحائط. اثنِ ساقك اليسرى وامسك كاحلك أو أصابع قدميك لتقريب ساقك اليسرى من فخذك الأيسر. تشغل هذا المنصب.",
    "Leg Barbell Curl Left ":"الوقوف ضد الجدار. ارفع ساقك اليمنى للأعلى، ثم انحني للأمام وأمسك أسفل كاحلك الأيمن بيدك اليسرى. ارفع الكاحل نحو الكتف قدر الإمكان، ثم اخفضه وكرر التمرين.",
    "Leg Barbell Curl Right ":"الوقوف ضد الجدار. ارفع ساقك اليسرى للأعلى، ثم انحني للأمام وأمسك أسفل كاحلك الأيسر بيدك اليمنى. ارفع الكاحل نحو الكتف قدر الإمكان، ثم اخفضه وكرر التمرين.",
    "Leg Raises ":"استلقي على ظهرك، وضعي يديك تحت وركيك للحصول على الدعم. ثم ارفع ساقيك للأعلى حتى تشكل زاوية قائمة مع الأرض. أعد ساقيك للأسفل ببطء وكرر التمرين.",
    "Lunges ":"قف مع مباعدة قدميك بعرض الكتفين ويديك على وركيك. اتخذ خطوة للأمام برجلك اليمنى واخفض جسمك حتى يصبح فخذك الأيمن موازيًا للأرض. ثم عد وانتقل إلى الساق الأخرى. يقوي هذا التمرين عضلات الفخذ الرباعية والعضلة الألوية الكبرى وأوتار الركبة.",
    "Lying Butterfly Stretch ":"استلقِ على الأرض مع ضم قدميك معًا. افتح ركبتيك على الجانبين. تشغل هذا المنصب. خذ شهيقاً عميقاً وأخرجه ببطء.",


    "Military Push Ups ":"ابدأ في وضع الضغط مع وضع يديك مباشرة تحت كتفيك وقدميك على مسافة لا تزيد عن 12 بوصة. قم بثني مرفقيك وخفض جسمك حتى يصبح الجزء العلوي من ذراعيك موازيًا للأرض. ابق على هذا الوضع لمدة ثانية واحدة ثم ادفع جسمك مرة أخرى إلى وضع البداية وكرر التمرين. يرجى تذكر أن مرفقيك يجب أن يكونا قريبين من جسمك أثناء هذا التمرين.",
    "Modified Push up Low Hold ":"ابدأ بوضعية الضغط القياسية ولكن مع مباعدة قدميك بمقدار عرض الكتفين وركبتيك على الأرض. اخفض جسمك حتى يصل مرفقيك إلى 90 درجة. تشغل هذا المنصب.",
    "Mountain Climber ":"ابدأ في وضع الضغط. اثنِ ركبتك اليمنى نحو صدرك وحافظ على استقامة ساقك اليسرى، ثم انتقل بسرعة من ساق إلى أخرى. هذا التمرين يقوي مجموعات عضلية متعددة.",


    "Pick Push-up ":"ابدأ بيديك وقدميك على الأرض. ضع يديك على مسافة عرض الكتفين. قم بثني جسمك، وارفع وركيك للأعلى على شكل حرف V مقلوبًا. اثنِ مرفقيك، واجعل رأسك قريبًا من الأرض. ادفعي جسمك إلى الخلف، وكرري التمرين.",
    "Prone Triceps Push-Ups ":"استلقي على بطنك مع وضع يديك تحت كتفيك وثني مرفقيك. ارفعي صدرك قليلًا للأعلى، ثم عودي إلى وضعية البداية. كرر هذا التمرين.",
    "Plank ":"استلقي على الأرض مع وضع أصابع قدميك وساعديك على الأرض. حافظ على استقامة جسمك واحتفظ بهذا الوضع لأطول فترة ممكنة. لا تكتم نفسك. تنفس بشكل طبيعي من بطنك بدلاً من صدرك. هذا التمرين يقوي البطن والظهر والأكتاف.",
    "Punches ":"قف مع إحدى ساقيك للأمام وثني ركبتيك قليلاً. قم بثني مرفقيك وقبض قبضتيك أمام وجهك. مد ذراع واحدة إلى الأمام بحيث تكون راحة اليد مواجهة للأرض. أعد الذراع للخلف وكرر الأمر مع الذراع الأخرى.",
    "Push-up and Rotation ":"ابدأ في وضع الضغط. ثم انزل للأسفل لأداء تمرين الضغط، وعندما تصعد قم بتدوير الجزء العلوي من جسمك ومد ذراعك الأيمن لأعلى. كرر التمرين مع الذراع الأخرى. إنه تمرين رائع للصدر والكتفين والذراعين والبطن.",
    "Push-Ups ":"استلقي على الأرض مع دعم الذراعين لجسمك. حافظ على استقامة جسمك أثناء رفع وخفض جسمك بذراعيك. يعمل هذا التمرين على تمرين الصدر والكتفين والعضلة ثلاثية الرؤوس والظهر والساقين.",


    "Reclined Rhomboid Squeezes ":"اجلس مع ثني ركبتيك. قم بإمالة الجزء العلوي من جسمك قليلًا إلى الخلف. مد ذراعيك أمامك، ثم اسحب مرفقيك إلى الخلف بحيث يشكل مرفقيك زاوية 90 درجة واضغط على لوحي كتفيك. كرر هذا التمرين.",
    "Reverse Flutter Kicks ":"استلقِ على مقعد ووجهك لأسفل، ثم ضع مؤخرتك على حافة المقعد وتمسك بالجوانب. ثم ارفعي ساقيك حتى تصبحا في مستوى الجزء العلوي من جسمك. ارفعي إحدى ساقيك أعلى من الأخرى، ثم انتقلي إلى الساق الأخرى وكرري ذلك.",
    "Reverse Push-up ":"ابدأ بوضعية الضغط العادية. أنزل جسمك إلى الأسفل، ثم اثنِ ركبتيك وحرك وركيك إلى الخلف مع فرد ذراعيك. ارجع إلى وضعية الضغط وكرر الأمر.",
    "Reverse Snow Angles ":"استلقي على بطنك مع وضع ذراعيك على جانبيك. ارفع ذراعيك للأعلى ومدهما فوق رأسك لتلمس إبهاميك. ثم أعدهم ببطء. كرر التمرين.",
    "Rhomboid Pulls ":"الوقوف مع قدميك عرض الكتفين. ارفعي ذراعيك بشكل موازي للأرض، واثني مرفقيك. اسحب مرفقيك للخلف واضغط على لوحي كتفك. كرر هذا التمرين.",
    "Right Quad Stretch With Wall ":"قف مع يدك اليسرى على الحائط. اثنِ ساقك اليمنى وامسك كاحلك أو أصابع قدميك لتقريب ساقك اليمنى من فخذك الأيمن. تشغل هذا المنصب.",
    "Russian Twist ":"اجلس على الأرض مع ثني ركبتيك ورفع قدميك قليلاً وظهرك مائلاً إلى الخلف. ثم أمسك يديك معًا ولفهما من جانب إلى آخر.",


    "Shoulder Gators ":"قف بشكل مستقيم مع وضع يديك بجانب أذنيك ومرفقيك في مواجهة كل جانب. قم بتدوير مرفقيك حتى يواجه كلاهما المقدمة.",
    "Shoulder Stretch ":"ضع إحدى ذراعيك على جسمك، بشكل موازي للأرض، ثم استخدم الذراع الأخرى لسحب الذراع الموازية نحو صدرك. استمري لبعض الوقت، ثم بدلي ذراعيك وكرري التمرين. حافظ على استقامة الذراع الداخلية أثناء التمرين.",
    "Side Arm Raises ":"الوقوف مع قدميك عرض الكتفين. ارفعي ذراعيك إلى الجانبين عند مستوى الكتفين، ثم أنزليهما للأسفل. كرر التمرين. أبقِ ذراعيك مستقيمتين أثناء التمرين.",
    "Side Brides Left ":"استلقِ على جانبك الأيمن. ضع كوعك الأيمن تحت كتفيك مباشرة، وضع يدك اليسرى على خصرك. ضع ساقك اليسرى على ساقك اليمنى. ارفعي وركيك للأعلى، واثبتي على هذا الوضع لمدة 2-4 ثواني، ثم عودي إلى وضع البداية. كرر هذا التمرين.",
    "Side Brides Right ":"استلق على جانبك الأيسر. ضع كوعك الأيسر مباشرة تحت كتفيك وضع يدك اليمنى على خصرك. ضع ساقك اليمنى على ساقك اليسرى. ارفعي وركيك للأعلى، واثبتي على هذا الوضع لمدة 2-4 ثواني، ثم عودي إلى وضع البداية. كرر هذا التمرين.",
    "Side Hop ":"قف على الأرض، ضع يديك أمامك واقفز من جانب إلى آخر.",
    "Side Leg Circles Left ":"استلقي على جانبك الأيمن مع وضع رأسك على يدك اليمنى. ثم ارفع ساقك اليسرى وقم بتدوير قدمك في دوائر.",
    "Side Leg Circles Right ":"استلقي على جانبك الأيسر مع وضع رأسك على يدك اليسرى. ثم ارفع ساقك اليمنى وقم بتدوير قدمك في دوائر.",
    "Side lying Floor Stretch Left ":"استلقي على جانبك الأيمن مع ثني ركبتك اليمنى قليلاً أمامك وساقك اليسرى ممتدة خلف الساق اليمنى. قم بفرد ذراعك اليسرى فوق رأسك واسحب معصمك الأيسر برفق لتمديد الجانب الأيسر من جسمك. شغل هذا المنصب لبضع ثوان.",
    "Side Lying Floor Stretch Right ":"استلقي على جانبك الأيسر مع ثني ركبتك اليسرى قليلاً أمامك وساقك اليمنى ممتدة خلف الساق اليسرى. قم بتصويب ذراعك الأيمن فوق رأسك واسحب معصمك الأيمن برفق لتمديد الجانب الأيمن من جسمك. شغل هذا المنصب لبضع ثوان.",
    "Side Lying Leg Lift Left ":"استلقي على جانبك مع وضع رأسك على ذراعك اليمنى. ارفع ساقك العليا للأعلى ثم عد إلى وضع البداية. تأكد من أن ساقك اليسرى تتحرك بشكل مستقيم لأعلى ولأسفل أثناء التمرين. إنه تمرين رائع لعضلة الألوية.",
    "Side Lying Leg Lift Right ":"استلقي على جانبك مع وضع رأسك على ذراعك اليسرى. ارفع ساقك العليا للأعلى ثم عد إلى وضع البداية. تأكد من أن ساقك اليمنى تتحرك بشكل مستقيم لأعلى ولأسفل أثناء التمرين. إنه تمرين رائع لعضلة الألوية.",
    "Side Plank Left ":"استلقي على جانبك الأيسر مع دعم ساعدك لجسمك. امسك جسمك في خط مستقيم. يستهدف هذا التمرين عضلات البطن والعضلات المائلة.",
    "Side Plank Right ":"استلقي على جانبك الأيمن مع دعم ساعدك لجسمك. امسك جسمك في خط مستقيم. يستهدف هذا التمرين عضلات البطن والعضلات المائلة.",
    "Single Leg Calf Hop Left ":"قف بشكل مستقيم مع رفع ساقك اليمنى. ثم قفز صعودا وهبوطا على قدمك اليسرى.",
    "Single Leg Calf Hop Right ":"قف بشكل مستقيم مع رفع ساقك اليسرى. ثم قفز صعودا وهبوطا على قدمك اليمنى.",
    "Sit Ups ":"استلقي على ظهرك مع وضع يديك خلف أذنيك. ثم ارفع الجزء العلوي من جسمك عن الأرض ثم اصعد ببطء إلى وضعية الجلوس. لا تسحب رقبتك عندما تستيقظ. عد ببطء إلى وضع البداية وكرر التمرين. إذا كان عمودك الفقري يؤلمك، يرجى التغيير إلى تمرين آخر.",
    "Skipping Without Rope ":"ضع ذراعيك على جانبيك وتظاهر بأنك تحمل مقبض حبل القفز في كل يد. اقفز واهبط بالتناوب على مشط قدميك، وقم بتدوير معصميك في نفس الوقت كما لو كنت تلف حبلًا.",
    "Spiderman Push Up ":"ابدأ بوضعية الضغط العادية. عند خفض جذعك إلى الأسفل، قم بثني ساق واحدة وارفعها إلى الجانب. ثم عد إلى وضع البداية وانتقل إلى الساق الأخرى. تذكر أن تبقي جسمك مستقيماً.",
    "Spine Lumber Twist Strech Left ":"استلق على ظهرك مع تمديد ساقيك. قم بالزفير، ارفع ساقك اليسرى للأعلى واستخدم يدك اليمنى لسحب ركبتك اليسرى إلى اليمين. أبقِ ذراعك الأخرى ممتدة إلى الجانب على الأرض. تنفس بشكل طبيعي. شغل هذا المنصب لبضع ثوان.",
    "Spine Lumber Twist Strech Right ":"استلق على ظهرك مع تمديد ساقيك. قم بالزفير، ارفع ساقك اليمنى للأعلى واستخدم يدك اليسرى لسحب ركبتك اليمنى إلى اليسار. أبقِ ذراعك الأخرى ممتدة إلى الجانب على الأرض. تنفس بشكل طبيعي. شغل هذا المنصب لبضع ثوان.",
    "Squats ":"قف مع مباعدة قدميك بعرض الكتفين ومد ذراعيك للأمام، ثم اخفض جسمك حتى يصبح فخذاك متوازيين مع الأرض. يجب أن تمد ركبتيك في نفس اتجاه أصابع قدميك. ارجع إلى وضع البداية وقم بالتكرار التالي. يعمل هذا على الفخذين والوركين والأرداف والعضلات الرباعية وأوتار الركبة والجزء السفلي من الجسم.",
    "Staggered Push ups ":"ابدأ بوضعية تمرين الضغط المعتادة، ولكن مع وضع إحدى اليدين أمام الأخرى. ثم قم بإجراء تمرين الضغط وقم بتبديل اليد الأخرى إلى الأمام. تذكر أن تبقي جسمك مستقيماً.",
    "Standing Biceps Stretch Left ":"قف مع ذراعك اليسرى بالقرب من الحائط. مد ذراعك اليسرى وضع يدك اليسرى على الحائط، ثم أدر جسمك بلطف إلى اليمين.",
    "Standing Biceps Stretch Right ":"قف مع ذراعك اليمنى بالقرب من الحائط. مد ذراعك اليمنى وضع يدك اليمنى على الحائط، ثم أدر جسمك بلطف إلى اليسار.",
    "Sumo Squat ":"قف مع قدميك على مسافة 6-12 بوصة. مد ذراعيك أمامك. اخفض جسمك حتى يصبح فخذيك موازيين للأرض. ارجع إلى وضع البداية وكرر التمرين.",
    "Sumo Squat Calf Raises With Wall ":"قف مع وضع يديك على الحائط ومباعدة قدميك قليلاً عن عرض الكتفين. اخفض جسمك حتى يصبح فخذيك موازيين للأرض. ارفع كعبك لأعلى ولأسفل.",
    "Supine Push-up ":"استلقي على ظهرك مع وضع قدميك بشكل مسطح على الأرض وثني ذراعيك على الجانبين. ادفع صدرك للأعلى قدر الإمكان، ثم عد ببطء إلى وضع البداية. كرر التمرين.",
    "Swimming and Superman ":"استلقي على بطنك مع تمديد ذراعيك بشكل مستقيم فوق رأسك. ارفع ذراعك وساقك المقابلة بالتناوب.",


    "Triceps Dips ":"للحصول على وضع البداية، اجلس على الكرسي. ثم حرك وركك عن الكرسي مع وضع يديك على حافة الكرسي. قم بثني ذراعيك وتمديدهما ببطء لجعل جسمك يتحرك لأعلى ولأسفل. هذا تمرين رائع للعضلة ثلاثية الرؤوس.",
    "Triceps Kick Backs ":"انحنِ إلى الأمام، واثنِ ركبتيك ومرفقيك. مد ذراعيك خلفك واضغط على ثلاثية الرؤوس. يرجى جعل ذراعيك موازية للأرض عند مدهما. عُد إلى وضعية البداية، وكرر هذا التمرين.",
    "Triceps Stretch Left ":"ضع يدك اليسرى على ظهرك، واستخدم يدك اليمنى للإمساك بكوعك الأيسر واسحبه بلطف. شغل هذا المنصب لبضع ثوان.",
    "Triceps Stretch Right ":"ضع يدك اليمنى على ظهرك، واستخدم يدك اليسرى للإمساك بمرفقك الأيمن واسحبه برفق. شغل هذا المنصب لبضع ثوان.",


    "V-up ":"استلقي على ظهرك مع تمديد ذراعيك وساقيك وضغط ساقيك معًا. ارفعي الجزء العلوي من جسمك وساقيك، واستخدمي ذراعيك لتلامس أصابع قدميك، ثم عودي إلى وضعية البداية وكرري التمرين.",


    "Wall Calf Raises ":"قف بشكل مستقيم مع وضع يديك على الحائط والقدمين متباعدتين بعرض الكتفين. ارفعي كعبيك وقفي على أصابع قدميك. ثم أنزل كعبك للأسفل. كرر التمرين.",
    "Wall Push-Ups ":"قف أمام الحائط على بعد خطوة كبيرة منه. ثم مد يديك بشكل مستقيم نحو الحائط واستند عليه. ارفع كعبك. قم بثني مرفقيك ببطء واضغط الجزء العلوي من جسمك باتجاه الحائط. ادفع للخلف وكرر التمرين. تذكر أن تبقي جسمك مستقيماً.",
    "Wall Resisting Single Leg Calf Raise Left ":"قف على بعد خطوة كبيرة من الحائط. ضع قدمك اليمنى على كاحلك الأيسر. ضع يديك على الحائط واستند عليه. ارفعي كعبك الأيسر إلى أعلى مستوى ممكن ثم اخفضيه. كرر التمرين.",
    "Wall Resisting Single Leg Calf Raise Right ":"قف على بعد خطوة كبيرة من الحائط. ضع قدمك اليسرى على كاحلك الأيمن. ضع يديك على الحائط واستند عليه. ارفعي كعبك الأيمن إلى أعلى مستوى ممكن ثم اخفضيه. كرر التمرين.",
    "Wall Sit ":"ابدأ بظهرك على الحائط، ثم انزلق للأسفل حتى تشكل ركبتيك زاوية 90 درجة. حافظ على ظهرك على الحائط مع وضع يديك وذراعيك بعيدًا عن ساقيك. شغل هذا المنصب. التمرين يهدف إلى تقوية عضلات الفخذ.",
    "Wide Arm Push-ups ":"ابدأ بوضعية الضغط المعتادة ولكن مع انتشار يديك على نطاق أوسع من كتفيك. ثم ادفع جسمك لأعلى ولأسفل. تذكر أن تبقي جسمك مستقيماً."

}
